const About = () => {
  return (
    <div className='flex justify-between m-6'>
      <p className='text-xs font-semibold text-gray-600'>
        <img src='/logo.png' alt='' />
        За да изглеждате уникално и запомнящо се във всяка ситуация, вече няма
        нужда да губите време в досадно търсене. Продуктите, представени от нас,
        се произвеждат в малки серии, което ни позволява смело да твърдим, че
        носят изключителност! Продуктите които ще намерите в каталога ни, не са
        масови, а сме подбрали поради тяхната уникалност, шик, усещане за живот
        и, разбира се, високо качество – естествени материи, природни мотиви,
        невероятни цветове и устойчивост. Ние ценим стила и индивидуалността на
        нашите клиенти и се надяваме да имате много приятни моменти, пазарувайки
        в shop.mlaurini.com!
      </p>
    </div>
  )
}

export default About
