const About = () => {
  return (
    <div className='flex justify-between m-6'>
      <p className='text-xs font-semibold text-gray-600'>
        <img src='/logo.png' />
        При нас, вие може да откриете, приятни аромати и атмосфера, много
        положителна енергия.Нашата работа се усъвършенства всеки ден с
        най-новите методи и технологии за успешно справяне с проблеми по
        кожата.Новата визия е винаги на мода.Тя ни дава онова възвишено добро в
        живота Красотата - чувството че си най-добрия и красив Човек на
        Земята.Комбинацията от специалисти, хубава музика, топли ръце и сърце
        могат освен да те разкрасят и одухотворят.Извън естетичната си
        насоченост силата на светлинната терапия може да оздрави и подобри
        процесите на възстановяване на организма Ви в дадената област, след
        хирургическа намеса, след спортна травма, след стрес и преумора.Най вече
        ние сме там ,където искате да бъдем - до вас през целия процес на
        разкрасяване и възстановяване на вашите кожа, нокти и коса.Всяка
        душевност носи своята красота.Масажът на глава, лице и тяло може да даде
        мира и спокойствието освен своето лечебно действие върху физическото ни
        състояние в момента.Козметиката за лице и тяло е безценен подарък за
        кожата и сетивата ни.Ние държим тя да бъде най близка до вашата кожа и
        да влияе профилактично, възстановяващо и разкрасяващо за вашите кожни
        проблеми, който можем да отстраним по най - приятния и качествен
        начин.Консултацията с нас е безценна информация, за да можем да
        достигнем по-близо до вас и да ви препоръчаме най-ефикасното и действащо
        средство за решаване на вашите проблеми.
      </p>
    </div>
  )
}

export default About
